Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.da5a773cf49d
source: 体重、トレーニングボリューム、種目別重量を見ます。前回実績を使って少しずつ伸ばします。
ar_sa: عرض وزن الجسم وحجم التدريب والوزن حسب الحدث. استخدم نتائجك السابقة للتحسن شيئًا فشيئًا.
ca: Consulta el pes corporal, el volum d'entrenament i el pes per esdeveniment. Utilitzeu els vostres resultats anteriors per millorar a poc a poc.
cs: Sledujte svou hmotnost, objem tréninku a váhu podle cvičení. Postupně zvyšujte hodnoty na základě předchozích výsledků.
da: Se din vægt, træningsmængde og vægt pr. øvelse. Øg gradvist baseret på dine tidligere resultater.
de_de: Ihr Gewicht, Trainingsvolumen und Gewichte pro Übung anzeigen. Nutzen Sie Ihre vorherigen Ergebnisse, um Ihr Ziel schrittweise zu erreichen.
el: Παρακολουθήστε το βάρος, την ένταση της προπόνησης και τα βάρη ανά άσκηση. Αυξήστε σταδιακά χρησιμοποιώντας τα δεδομένα από την προηγούμενη φορά.
en_au: View your weight, training volume, and weight lifted for each exercise. Gradually increase it based on your previous performance.
es_es: Observa tu peso, volumen de entrenamiento y pesos por ejercicios. Aumenta gradualmente utilizando tus resultados anteriores.
fi: Tarkastele painoa, harjoittelun määrää ja erilaisten harjoitusten painoja. Lisää vähitellen aiemman tuloksen perusteella.
fr_ca: Visualiser votre poids, le volume d'entraînement et les poids par exercice. Augmenter progressivement en utilisant vos résultats précédents.
gu: વજન, તાલીમની માત્રા અને દરેક પ્રકારના વજન જુઓ. અગાઉના પરિણામનો ઉપયોગ કરીને ધીમે ધીમે વધારો.
he: בדקו את המשקל, נפח האימונים ואת המשקל לפי סוג התרגיל. השתמשו בהישגים הקודמים כדי להגדיל אותם בהדרגה.
hi: अपने वजन, प्रशिक्षण की मात्रा, और प्रत्येक व्यायाम में इस्तेमाल किए गए वजन को देखें। पिछले प्रदर्शन के आधार पर धीरे-धीरे इसे बढ़ाएं।
hr: Pogledajte svoju težinu, volumen treninga i težinu po vrsti vježbe. Koristite prethodne rezultate za postepeno povećanje.
hu: Nézd meg a testsúlyt, a tréning mennyiségét és a különböző edzéstechnikákhoz tartozó súlyokat. Kezdő szinten lévő eredményed alapján fokozatosan növeld.
id: Lihat berat badan, volume latihan, dan beban per jenis latihan. Tingkatkan secara bertahap menggunakan rekor sebelumnya.
it: Visualizzare il peso, il volume dell'allenamento e il peso per esercizio. Aumentare gradualmente utilizzando i risultati precedenti.
ko: 몸무게, 운동량, 운동 종류별 무게를 확인합니다. 이전 성과를 바탕으로 조금씩 늘려갑니다.
mr: वजन, व्यायामाची मात्रा आणि प्रत्येक प्रकारातील वजन तपासा. मागील कामगिरीनुसार हळूहळू वाढवा.
ms: Lihat berat badan, jumlah latihan, dan berat mengikut jenis senaman. Tingkatkan sedikit demi sedikit menggunakan prestasi sebelumnya.
nl_nl: Bekijk je gewicht, trainingsvolume en gewichten per oefening. Verhoog geleidelijk aan op basis van eerdere resultaten.
no: Se på vekt, treningsvolum og vekter per øvelse. Øk gradvis basert på tidligere resultater.
pl: Sprawdź wagę, objętość treningu oraz ciężar dla poszczególnych ćwiczeń. Stopniowo zwiększaj je, korzystając z poprzednich wyników.
pt_br: Veja seu peso, volume de treino e pesos por exercício. Aumente gradualmente com base nos seus resultados anteriores.
pt_pt: Veja seu peso, volume de treino e pesos por exercício. Aumente gradualmente com base nos seus resultados anteriores.
ro: Vezi greutatea, volumul antrenamentelor și greutățile în funcție de exerciții. Folosește-ți rezultatele anterioare pentru a crește treptat.
ru: Смотрите свой вес, объем тренировок и вес по каждому упражнению. Постепенно увеличивайте его, используя результаты предыдущих тренировок.
sk: Pozrite si svoju hmotnosť, objem tréningu a váhu podľa cvikov. Postupne sa zlepšujte na základe predchádzajúcich výsledkov.
sl: Pregledajte svojo težo, količino treninga in ute po vrstah. Uporabite prejšne rezultate za postopno povečanje.
sv: Se din vikt, träningsvolym och vikter per övning. Öka gradvis med hjälp av tidigare resultat.
ta: எடை, உடற்பயிற்சி அளவு மற்றும் ஒவ்வொரு பயிற்சி வகையின் எடை ஆகியவற்றை கண்காணிக்கவும். முந்தைய சாதனைகளை வைத்து படிப்படியாக அதிகரிக்கலாம்.
te: బరువు, శిక్షణ పరిమాణం మరియు రకానికి సంబంధించిన బరువును చూడండి. గతంలో సాధించిన ఫలితాలను ఉపయోగించి క్రమంగా పెంచండి.
th: ดูน้ำหนัก, ปริมาณการออกกำลังกาย, และน้ำหนักตามประเภทของการออกกำลังกาย สามารถปรับเพิ่มขึ้นทีละน้อย โดยอ้างอิงจากผลลัพธ์ก่อนหน้า
tr: Kilo, antrenman hacmi ve egzersiz başına ağırlığı kontrol edin. Önceki performansınızı kullanarak yavaş yavaş artırın.
uk: Переглядайте свою вагу, об’єм тренувань і вагу за різними видами вправ. Поступово збільшуйте їх на основі попередніх результатів.
vi: Xem cân nặng, khối lượng tập luyện và trọng lượng theo bài tập. Tăng dần dựa trên kết quả trước đây.
zh_hans: 查看体重、训练量和不同项目的重量。根据之前的成绩，逐步增加。
zh_hant: 觀察體重、訓練量和不同項目的重量。根據之前的成果，逐步增加。

# domain_catalog.da90e1d8f981
source: オーバーヘッドトライセプスエクステンション
ar_sa: تمديد ثلاثية الرؤوس العلوية
ca: extensió del tríceps per sobre
cs: Překonávací cvik pro triceps
da: Overhead Triceps Extension
de_de: Überkopf-Trizepsextension
el: Άνυψωση τρικέφαλου πάνω από το κεφάλι
en_au: Overhead triceps extension
es_es: Extensión de tríceps sobre la cabeza
fi: Ylävartalon triseps-liike
fr_ca: Élévation latérale des triceps
gu: ઓવરહેડ ટ્રાઇસેપ્સ એક્સટેન્શન
he: הרחבת חזה מעל הראש
hi: ओवरहेड ट्राइसेप्स एक्सटेंशन
hr: Overhead triceps extension
hu: Overhead triceps extension
id: Overhead Triceps Extension
it: Overhead Triceps Extension
ko: 오버헤드 트라이셉스 익스텐션
mr: ओवरहेड ट्रायसेप्स एक्सटेंशन
ms: Overhead Triceps Extension
nl_nl: Overhead triceps extension
no: Kettlebell
pl: Wznoszenie sztangi nad głowę
pt_br: Extensão de tríceps acima da cabeça
pt_pt: Extensão de tríceps acima da cabeça
ro: Extensii pentru triceps deasupra capului
ru: Разведение рук над головой (трицепс)
sk: Overhead triceps extension
sl: Overhead Triceps Extension
sv: Överkroppstriceps extension
ta: ஓவர்ஹெட் ட்ரைசெப்ஸ் எக்ஸ்டென்ஷன்
te: ఓవర్‌హెడ్ ట్రైసెప్స్ ఎక్స్‌టెన్షన్
th: Overhead Triceps Extension
tr: Üst kol ekstansiyonu (baş yukarı)
uk: Розгинання трицепса над головою
vi: Ép vai trên
zh_hans: 高位哑铃深蹲
zh_hant: 頭部三頭肌伸展

# domain_catalog.db056d12f9b6
source: 筋力・競技力
ar_sa: قوة العضلات/القدرة التنافسية
ca: Força muscular/capacitat competitiva
cs: Síla a výkon ve sportu
da: Styrke og præstation
de_de: Muskelkraft und sportliche Leistungsfähigkeit
el: Μυϊκή δύναμη και αθλητική απόδοση
en_au: Strength and competitive performance
es_es: Fuerza y rendimiento deportivo.
fi: Lihasvoima ja kilpailukyky
fr_ca: Force musculaire et performance sportive
gu: માસ અને સ્પર્ધામાં ક્ષમતા
he: כוח וביצועים ספורטיביים
hi: मांसपेशियों की ताकत और प्रतिस्पर्धा में प्रदर्शन
hr: Snaga i izvedba u sportu
hu: Izomzat és teljesítmény
id: Kekuatan dan performa kompetisi
it: Forza e prestazioni sportive
ko: 근력 및 경기력
mr: मांसपेशी आणि स्पर्धात्मक क्षमता
ms: Kekuatan dan prestasi sukan
nl_nl: Spierkracht en prestatieverbetering
no: Styrke og konkurranseevne
pl: Siła i wydajność w sporcie
pt_br: Força e desempenho atlético
pt_pt: Força e desempenho atlético
ro: Forță musculară și performanță sportivă
ru: Сила и спортивная форма
sk: Svalová hmot a výkonnosť v súťažoch
sl: Mišična moč in športna zmogljivost
sv: Muskelstyrka och prestationsförmåga
ta: தசை வலிமை மற்றும் போட்டி திறன்
te: కండరాలు మరియు పోటీ నైపుణ్యం
th: พละกำลังและความสามารถในการแข่งขัน
tr: Kas gücü ve rekabet performansı
uk: Сила та спортивна результативність
vi: Sức mạnh cơ bắp và trình độ thể thao
zh_hans: 肌肉和运动能力
zh_hant: 肌力和競技能力

# domain_catalog.dc0e85fb5bb9
source: 脚を含む全身をバランスよく育てる
ar_sa: تحقيق التوازن بين الجسم كله، بما في ذلك ساقيك
ca: Equilibra tot el cos, incloses les cames
cs: Vyvíjejte celé tělo, včetně nohou, vyváženě.
da: Træn hele kroppen, inklusive benene, i balance.
de_de: Den gesamten Körper, einschließlich der Beine, ausgewogen trainieren.
el: Αναπτύξτε σωματικά με ισορροπημένο τρόπο, συμπεριλαμβάνοντας και τα πόδια.
en_au: Develop legs and the entire body in a balanced way.
es_es: Desarrolla todo el cuerpo, incluyendo las piernas, de forma equilibrada.
fi: Kehitä koko kehoa tasapainoisesti.
fr_ca: Développez votre corps de manière équilibrée, y compris les jambes.
gu: પગ સહિત સમગ્ર શરીરને સંતુલિત રીતે વિકસાવો.
he: לפתח את הגוף בצורה מאוזנת, כולל הרגליים.
hi: अपने पूरे शरीर को, जिसमें पैर भी शामिल हैं, संतुलित तरीके से विकसित करें।
hr: Razvijajte tijelo, uključujući noge, ravnomjerno.
hu: Az alsótesten egyensúlyos fejlődést érhetünk el.
id: Menumbuhkan seluruh tubuh secara seimbang, termasuk kaki.
it: Sviluppare le gambe e il corpo in modo equilibrato.
ko: 다리를 포함한 전신을 균형 있게 발달시킵니다.
mr: संपूर्ण शरीराचा विकास, ज्यात पायचा समावेश आहे, तो संतुलित ठेवा.
ms: Menyempurnakan seluruh badan dengan seimbang, termasuk kaki
nl_nl: Train je hele lichaam, inclusief je benen, op een evenwichtige manier.
no: Tren hele kroppen, inkludert benene, på en balansert måte.
pl: Zadbaj o zrównoważony rozwój całego ciała, w tym nóg.
pt_br: Desenvolva o corpo de forma equilibrada, incluindo as pernas.
pt_pt: Desenvolva o corpo de forma equilibrada, incluindo as pernas.
ro: Dezvoltați-vă corpul în mod echilibrat, inclusiv picioarele.
ru: Сбалансированно развивайте все тело, включая ноги.
sk: Vyvíjajte celé telo, vrátane nôh, vyváženým spôsobom.
sl: Učinkovito vadite celo telo,vključno z nogami.
sv: Träna hela kroppen, inklusive benen, på ett balanserat sätt.
ta: உங்கள் உடலின் அனைத்து பகுதிகளையும் சமமாக வளர்க்கவும்.
te: శరీరాన్ని సమతుల్యంగా పెంచుకోండి, ఇందులో కాళ్లు కూడా ఉంటాయి
th: ดูแลพัฒนาร่างกายให้สมดุล ทั้งส่วนบนและส่วนล่าง
tr: Bacakları ve tüm vücudu dengeli bir şekilde geliştir
uk: Збалансовано розвивайте все тіло, включаючи ноги.
vi: Phát triển cơ thể một cách cân đối, bao gồm cả chân.
zh_hans: 全面均衡发展，包括腿部。
zh_hant: 均衡發展全身，包括雙腳

# domain_catalog.dcb079c45c6c
source: ダンベルベンチプレス
ar_sa: اضغط على مقاعد البدلاء الدمبل
ca: premsa de banc amb manuelles
cs: Bench press s činkami
da: Håndvægt bench press
de_de: Kurzhantel-Bankdrücken
el: Πιέσεις με δίσκο στον πάγκο
en_au: Dumbbell bench press
es_es: Press en banco con mancuerna
fi: Kahvala penkkipunnerrus
fr_ca: Développé couché avec haltère
gu: ડમ્બેલ બેન્ચ પ્રેસ
he: הרמת משקולת על ספסל
hi: डम्बल बेंच प्रेस
hr: Dumbbell bench press
hu: Ellógató asztalra fekvő
id: Dumbbell Bench Press
it: Panca piana con manubri
ko: 덤벨 벤치 프레스
mr: डंबल बेंच प्रेस
ms: Dumbbell Bench Press
nl_nl: Kettlebell bench press
no: Vektstang benkpress
pl: Ćwiczenie z hantlem – wyciskanie na ławce
pt_br: Supino no banco com haltere
pt_pt: Supino no banco com haltere
ro: Presă pe bancă cu gantere
ru: Жим штанги на скамье
sk: Rúbkový tlak na lavici
sl: Žogični press na mizi
sv: Hantelpress på bänk
ta: டம்பல் பெஞ்ச் பிரஸ்
te: డంబెల్ బెంచ్ ప్రెస్
th: ดัมเบลเบนช์เพรส
tr: Dambıl bench press
uk: Віджимання на лаві з гантелями
vi: Ép ngực với tạ
zh_hans: 哑铃卧推
zh_hant: 啞鈴臥推

# domain_catalog.dcfab50b8a2c
source: 中級者
ar_sa: متوسط
ca: Intermedi
cs: Pro pokročilé uživatele
da: Mellemniveau
de_de: Für Fortgeschrittene
el: Επίπεδο: Μέσο
en_au: Intermediate
es_es: Nivel intermedio
fi: Keskitaso
fr_ca: Intermédiaire
gu: મધ્યસ્તર
he: מתחילים/בינוניים
hi: मध्यवर्ती स्तर
hr: Za srednji nivo
hu: Haladó szint
id: Tingkat Menengah
it: Utente di livello intermedio
ko: 초급자
mr: मध्यवर्ती स्तरावरील वापरकर्ते
ms: Tingkat Menengah
nl_nl: Voor gevorderden
no: Mellomnivå
pl: Dla osób na średnim poziomie zaawansowania.
pt_br: Intermediário
pt_pt: Intermediário
ro: Nivel intermediar
ru: Для продвинутых пользователей
sk: Stredne pokročilí
sl: Uporaben
sv: Avancerad nivå
ta: நடுத்தர வீரர்
te: మధ్య స్థాయి
th: ระดับกลาง
tr: Orta seviye
uk: Для середнього рівня
vi: Người mới bắt đầu
zh_hans: 适合初学者
zh_hant: 中級模式

# domain_catalog.deb749236745
source: 穏やかで現実的。小さな継続を具体的に認める
ar_sa: هادئ وواقعي. التعرف بشكل ملموس على الاستمرارات الصغيرة
ca: Tranquil i realista. Reconeix de forma concreta les petites continuacions
cs: Klidný a realistický. Konkrétně uznáváte i malé, ale trvalé úsilí.
da: Rolig og realistisk. Anerkend små, vedvarende fremskridt konkret
de_de: Ruhevoll und realistisch: Kleine, kontinuierliche Erfolge konkret anerkennen
el: Ήρεμος και ρεαλιστικός. Αναγνωρίζει συγκεκριμένα τα μικρά, σταθερά βήματα.
en_au: Calm and realistic. Acknowledge small, consistent efforts
es_es: Suave y realista. Reconozca y valore los pequeños logros de forma concreta.
fi: Rauhallinen ja realistinen. Tunnista pienet, jatkuvat edistysaskeleet
fr_ca: Calme et réaliste. Reconnaître concrètement les petits progrès.
gu: શાંત અને વાસ્તવિક. નાના, સતત પ્રયત્નોને ઓળખો.
he: רגוע ומציאותי, להכיר בצורה קונקרטית בשינויים הקטנים
hi: शांत और व्यावहारिक। छोटे-छोटे निरंतर प्रयासों को स्पष्ट रूप से पहचानें।
hr: Umirujuće i praktične. Konkretno prepoznajte male, kontinuirane napore.
hu: Nyugodtan és realista módon, az apró, folyamatos sikereket is figyelembe vesszük.
id: Tenang dan realistis. Mengakui secara konkret upaya kecil yang berkelanjutan.
it: Calmo e realistico, riconoscendo concretamente piccoli progressi
ko: 평온하고 현실적이며, 작은 꾸준함을 구체적으로 인정
mr: शांत आणि वास्तववादी दृष्टिकोन, लहान प्रयत्नांना प्रोत्साहन देणे.
ms: Tenang dan praktikal. Mengakui usaha kecil secara khusus
nl_nl: Rustig en realistisch. Erken kleine, consistente inspanningen.
no: Rolig og realistisk. Anerkjenn små, kontinuerlige fremskritt
pl: Spokojny i realistyczny. Uznaj konkretne małe postępy.
pt_br: Calmo e realista, reconhecendo a importância da consistência.
pt_pt: Calmo e realista, reconhecendo a importância da consistência.
ro: Relaxat și realist. Recunoașteți concret progresul mic
ru: Спокойный и реалистичный. Подчеркивает важность небольших, но постоянных усилий.
sk: Kľudný a realistický. Konkrétne uznávajte malé, ale trvalé úsilie.
sl: Umirjeno in realistično. Upoštevajte majhne, redne napredek.
sv: Lugn och realistisk. Erkänn små, kontinuerliga framsteg konkret
ta: அமைதியாகவும், யதார்த்தமாகவும், சிறிய முன்னேற்றங்களை அங்கீகரிக்கவும்.
te: శాంతంగా మరియు వాస్తవికంగా, చిన్న ప్రయత్నాలను గుర్తించండి.
th: เป็นไปอย่างสงบและสมจริง โดยยอมรับการฝึกฝนเล็กๆ น้อยๆ อย่างเฉพาะเจาะจง
tr: Sakin ve gerçekçi. Küçük, sürekli çabaları somut olarak kabul edin
uk: Спокійний і реалістичний. Конкретно визнавайте невеликі досягнення.
vi: Thanh thản và thực tế, ghi nhận những tiến bộ nhỏ
zh_hans: 平和而实际。具体地认可小的进步
zh_hant: 平和且具備現實感。明確地確認小規模的持續

# domain_catalog.def07f6a6e2e
source: 男性
ar_sa: الرجال
ca: homes
cs: Muž
da: Mand
de_de: Männer
el: Άνδρες
en_au: Men
es_es: Hombre
fi: Mies
fr_ca: Hommes
gu: પુરુષો
he: גברים
hi: पुरुष
hr: Muškarci
hu: Férfi
id: Pria
it: Uomo
ko: 남성
mr: पुरुषांसाठी
ms: Pria
nl_nl: Mannen
no: Mann
pl: Mężczyzna
pt_br: Masculino
pt_pt: Masculino
ro: Bărbați
ru: Мужчины
sk: Muži
sl: Moški
sv: Män
ta: ஆண்
te: పురుషులు
th: ผู้ชาย
tr: Erkekler
uk: Чоловіки
vi: Nam giới

# domain_catalog.df1bc7d67526
source: ケトルベルスイング
ar_sa: أرجوحة كيتلبيل
ca: swing de kettlebell
cs: Zvedání kettlebellu
da: Kettlebell swing
de_de: Kettlebell-Swing
el: Κύκλοι με Kettlebell
en_au: Kettlebell Swing
es_es: Swing con kettlebell
fi: Kettlebell-swingaus
fr_ca: Balancier avec kettlebell
gu: કેટલ બેલ સ્વિંગ
he: תנועת משקל עם משקולות
hi: केटलबेल स्विंग
hr: Swing s kettlebellom
hu: Kettlebell swing
id: Ayunan Kettlebell
it: Swing con kettlebell
ko: 케틀벨 스윙
mr: केटल बेल स्विंग
ms: Ayunan kettlebell
nl_nl: Kettlebell swing
no: Kettlebell-swing
pl: Swing z kettlebell
pt_br: Agachamento com kettlebell
pt_pt: Agachamento com kettlebell
ro: Swing cu kettlebell
ru: Подъем гантелей
sk: Swing s kettlebellom
sl: Swing s kettlebellom
sv: Hantelpendling
ta: கேட்டல் பெல் ஸ்விங்
te: కెటెల్ బెల్ స్వింగ్
th: การเหวี่ยงดัมเบล
tr: Kettlebell Swings
uk: Підвіс з гантелями
vi: Swing với tạ Kettlebell
zh_hans: 壶铃摆动
zh_hant: 壶铃摆动

# domain_catalog.e04f1c15ff26
source: バーベル＋ラック
ar_sa: الحديد + الرف
ca: barra + bastidor
cs: Činka + stojan
da: Stang + stativ
de_de: Langhantel + Hantelstange
el: Μπάρα + ράφι
en_au: Barbell + Rack
es_es: Barra + Banco
fi: Tanko + tankotuki
fr_ca: Barre + Rack
gu: બારબેલ + રેક
he: משקולת + מתקן הרמה
hi: बारबेल + रैक
hr: Štanga + šinska
hu: Hátsó emelkedés + állvány
id: Barbel + Rak
it: Bilanciere + supporto
ko: 바벨 + 랙
mr: बार्बेल + रॅक
ms: Palang + Rak
nl_nl: Gewicht + versteviging
no: Vektstang + stativ
pl: Hantle + stacja do ćwiczeń
pt_br: Barra + suporte
pt_pt: Barra + suporte
ro: Bară + suport
ru: Штанга + стойка
sk: Činka + stojan
sl: Vez + stojalo
sv: Hantel + ställning
ta: பர்வெல் + ரேக்
te: బార్‌బెల్ + రాక్
th: เบอร์เบล + ราค
tr: Barbel + Raflar
uk: Штанга + стела
vi: Tạ + Giá đỡ
zh_hans: 杠铃+架子
zh_hant: 杠铃+架子

# domain_catalog.e1b7b23b9300
source: しゃがんで立つ
ar_sa: القرفصاء والوقوف
ca: posar-se a la gatzoneta i dempeus
cs: Dřep a vstávání
da: Stå op fra squat
de_de: Hocken und Aufstehen
el: Σκύψτε και σηκωθείτε
en_au: Squat to stand
es_es: Sentarse y levantarse
fi: Kumarta ja nouse seisomaan
fr_ca: Se lever après avoir fait un squat
gu: કૂદીને ઊભા થવું
he: עמידה משכיבה
hi: बैठकर खड़े होना
hr: Sjednite i ustajte
hu: Hanyóközben állást végzés
id: Berdiri setelah jongkok
it: Alzarsi da posizione inginocchiata
ko: 앉아서 일어설 때
mr: खाली वाकून उभे राहा
ms: Bangkit dari posisi squat
nl_nl: Sta op vanuit een squat.
no: Knebøy og stå opp
pl: Siad i wstawanie
pt_br: Levantar-se em posição agachada
pt_pt: Levantar-se em posição agachada
ro: De la stând la genunchi
ru: Приседание и вставание
sk: Sed a vstávanie
sl: Stanje v sedeči pozici
sv: Knäböj och stå upp
ta: குனியாமல் நிமிர்ந்து நிற்கவும்
te: ఒకరిపై ఒకరు నిలబడి లేవడం
th: ก้มตัวแล้วลุกขึ้นยืน
tr: Ayak kalkışı
uk: Присідайте та вставайте.
vi: Squat lên đứng
zh_hans: 从坐到站
zh_hant: 從蹲起站立

# domain_catalog.e1efeefe80f7
source: 慎重
ar_sa: حذر
ca: prudent
cs: Buďte opatrní.
da: Vær forsigtig
de_de: Vorsichtig
el: Προσοχή
en_au: Proceed with caution.
es_es: Cuidado
fi: Ole varovainen
fr_ca: Soyez prudent.
gu: સાવચેતીપૂર્વક
he: זהירות
hi: सावधानी बरतें
hr: Oprezno
hu: Óvatos
id: Hati-hati
it: Attenzione
ko: 신중하게
mr: काळजीपूर्वक
ms: Berhati-hati
nl_nl: Voorzichtig
no: Vær forsiktig.
pl: Zachowaj ostrożność.
pt_br: Com cuidado
pt_pt: Com cuidado
ro: Atenție
ru: Осторожно.
sk: Buďte opatrní.
sl: Bodite previdni.
sv: Var försiktig.
ta: எச்சரிக்கை: கவனமாக இருக்கவும்.
te: జాగ్రత్తగా ఉండండి
th: ระมัดระวัง
tr: Dikkatli ve anlayışlı
uk: Будьте обережні.
vi: Cẩn thận
zh_hans: 谨慎
zh_hant: 谨慎

# domain_catalog.e1f8d5497739
source: ロープを顔の高さへ引き、肩後部と肩甲骨周りを意識する。
ar_sa: اسحب الحبل إلى مستوى الوجه، مع التركيز على الجزء الخلفي من كتفيك وحول لوحي كتفك.
ca: Estireu la corda fins al nivell de cara, centrant-vos a la part posterior de les espatlles i al voltant dels omòplats.
cs: Přivážete lano k úrovni obličeje a soustřeďte se na zad a ramena.
da: Træk rebet op til samme højde som dit ansigt og fokuser på skulderbladene og bagsiden af skuldrene.
de_de: Das Seil bis zur Augenhöhe ziehen und auf die Schulter- und Schulterblattmuskulatur achten.
el: Τραβήξτε το λάστιχο στο ύψος του προσώπου, εστιάζοντας στους ώμους και τους αγκώνες.
en_au: Pull the rope up to face height, focusing on the back and shoulder blades.
es_es: Tira la cuerda hasta la altura de la cara, enfocándote en los hombros y las escápulas.
fi: Vedä köysi niin, että se on kasvojen korkeudella ja keskity olkapäihin ja lapaluohosiin.
fr_ca: Tirer la corde vers le niveau du visage, en se concentrant sur les muscles des épaules et de l'omoplate.
gu: કોયડાની ઊંચાઈ સુધી દોરને, ખભાના પાછળના ભાગ અને ખભાના હાડકાની આસપાસ ધ્યાન કેન્દ્રિત કરો.
he: משכו את החבל לגובה הפנים, תוך שימת לב לחלק האחורי של הכתף ולעצמות השכמות.
hi: रस्सी को चेहरे की ऊंचाई तक खींचें और कंधे के पीछे और स्कैपुलर क्षेत्र पर ध्यान दें।
hr: Viješ užetak do visine lica i fokusiraj se na stražnju dijelove ramena i okolicu lopatica.
hu: A kört a szemmagasságig húzd, és figyelj a hát és a vállizmaira.
id: Tarik tali ke ketinggian wajah, perhatikan bagian belakang bahu dan tulang selangka.
it: Tirare la corda fino all'altezza del viso, concentrandosi sulla parte posteriore delle spalle e sulle scapole.
ko: 로프를 얼굴 높이까지 당겨 어깨 뒤쪽과 어깨뼈 주변을 의식한다.
mr: लांब बांधून चेहऱ्याच्या उंचीपर्यंत ओढा, खांद्याच्या मागचा भाग आणि स्कॅपुला (Shoulder blade) क्षेत्रावर लक्ष केंद्रित करा.
ms: Tarik tali ke ketinggian wajah, perhatikan bahagian belakang bah dan tulang belikat.
nl_nl: Trek de touw naar de hoogte van je gezicht en focus op je schouders en schouderbladen.
no: Trekk tauen opp til samme høyde som ansiktet, og fokuser på skulderbladene.
pl: Wyciągnij link w kierunku wysokości twarzy, zwracając uwagę na tylną część ramion i kości ramienne.
pt_br: Puxe a corda até a altura do rosto, prestando atenção nas laterais do ombro e na região das escápulas.
pt_pt: Puxe a corda até a altura do rosto, prestando atenção nas laterais do ombro e na região das escápulas.
ro: Trageți coarda la nivelul feței și concentrați-vă pe partea din spate a umerilor și pe zona scapulelor.
ru: Держите веревку на уровне лица и сосредоточьтесь на задней части плеч и области лопаток.
sk: Natiahni lano k výške tváre a zameraj sa na zadnú časť ramien a oblasti okolo lopatky.
sl: Pod drew, poskrbite za aktivacijo ramen in ramenskega obroča.
sv: Dra repet mot ansiktet och fokusera på axlarna och skulderbladen.
ta: கயிற்றை முகத்தின் உயரத்திற்கு இழுத்து, தோள்பட்டை மற்றும் தோள்பட்டை எலும்பு பகுதியை கவனத்தில் கொள்ளுங்கள்.
te: కాల్‌ను ముఖానికి ఎత్తుకు లాగండి, భుజం వెనుక మరియు భుజం ఎముకల చుట్టూ దృష్టి పెట్టండి.
th: ดึงเชือกให้สูงระดับใบหน้า และให้สบกับด้านหลังและสะโพก
tr: Kordonu yüz yüksekliğine çekin ve omuz arkası ve omurgayı sıkı tutun.
uk: Підтягуйте мотузку до рівня обличчя, зосереджуючись на задній частині плечей та області лопаток.
vi: Kéo dây lên ngang với mặt, tập trung vào phần sau vai và xương bả vai.
zh_hans: 将绳子拉至与面部的齐高，并注意肩膀后部和肩胛骨周围的肌肉。
zh_hant: 將繩子拉至與臉的高度，並注意肩膀和肩胛骨周圍的肌肉。

# domain_catalog.e2241d1ff91a
source: マシンショルダープレス
ar_sa: آلة الضغط على الكتف
ca: màquina de premsa d'espatlla
cs: Tlak na stroji
da: Maskine skulderpres
de_de: Maschinen Schulterdrücken
el: Πιέσεις ώμων σε μηχάνημα
en_au: Machine Shoulder Press
es_es: Press de hombros con máquina
fi: Kone-olkapääliike
fr_ca: Presse à épaules sur machine
gu: મશીન શોલ્ડર પ્રેસ
he: תרגילי כתפיים במכונה
hi: मशीन शोल्डर प्रेस
hr: Shoulder press na mašini
hu: Gépen történő vállfejtés
id: Shoulder press mesin
it: Spinta su macchina
ko: 머신 어깨 프레스
mr: मशीन शोल्डर प्रेस
ms: Latihan Bahu Mesin
nl_nl: Apparaat schouderpers
no: Skulderpress på maskin
pl: Ćwiczenie na maszynie
pt_br: Pressão no ombro na máquina
pt_pt: Pressão no ombro na máquina
ro: Presă pentru umeri la mașină
ru: Жим на тренажере
sk: Tlak na stroji
sl: Strojne rame
sv: Maskin axelpress
ta: இயந்திர தோள்பட்டை பிரஸ்
te: మెషిన్ షోల్డర్ ప్రెస్
th: เพลนท์โบลด์
tr: Makine Omuz Pres
uk: Жим на плечі на тренажері
vi: Đẩy vai trên máy
zh_hans: 器械肩推
zh_hant: 机器肩推
